{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The SSHRC-funded SpokenWeb partnership aims to develop coordinated and collaborative approaches to literary historical study, digital development, and critical and pedagogical engagement with diverse collections of literary sound recordings from across Canada and beyond."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "These approaches include 1) new forms of historical and critical scholarly engagement; 2) digital preservation and aggregation techniques, asset management and infrastructure to support sustainable access; 3) techniques and tools for searching, visualizing, analyzing and enhancing critical engagement (for features relevant to humanities research and pedagogy); and 4) innovative ways of mobilizing digitized spoken and literary recordings within pedagogical, performative and public contexts."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "The Enough Said Reading Series was active in Montreal between 1995 and 1996, and in a few short years became a very big part of the spoken word scene in the city. This exhibition both provides a platform to host the videos while also offering unique insight into what the performers---many of whom have made a career through their writing and performances---feel about the events."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "horizontal-separator",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "grid",
      "layout": [
        3,
        3
      ],
      "children": [
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            }
          ]
        },
        {
          "type": "column",
          "children": [
            {
              "type": "paragraph",
              "children": [
                {
                  "text": ""
                }
              ]
            }
          ]
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    }
  ],
  "title": "Two Columns With List of Performers (Horizontal Separator in Columns)",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "two-columns-with-list-of-performers-horizont",
  "created_at": "2025-03-24T17:42:00.621Z",
  "created_by": "jade-palmer",
  "updated_at": "2025-03-24T17:42:00.621Z",
  "updated_by": "jade-palmer"
}